const lines = [

  {
    type: "bus",
    number: "У1",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "32 СУ Св. Климент Охридски",
    activeDirection: "A",
    stopsA: ["Балканкар АД","ж.к. Красна поляна","ул. Добротич","бул. Вардар","Първа АГ болница Света София","10-ти ДКЦ","бул. Ал. Стамболийски","метростанция Вардар","ул. Хайдут Сидер","ул. Хайдут Сидер","ул. Зографски манастир","ул. Цар Симеон","ул. Одрин","134 СУ Димчо Дебелянов","18 СУ Уилям Гладстон","32 СУ Св. Климент Охридски"]
  },

  {
    type: "bus",
    number: "У2",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "18 СУ Уилям Гладстон",
    activeDirection: "A",
    stopsA: ["ж.к. Люлин 5","ул. Поручик Гр. Загорски","ул. кап. Васил Данаджиев","Магазин Витоша","Община Люлин","Търговски център Люлин","метростанция Люлин","ул. Луи Пастьор","метростанция Западен парк","ул. Гоце Делчев","бл. 135 ж.к. Люлин 10","ул. Орион","Западен парк","ул. Оряхово","ул. Пловдив","Надлез Надежда","бул. Ген. Н. Столетов","Пета градска болница","бул. Княгиня Мария Луиза","ул. Охрид","ул. Опълченска","46 ОУ Константин Фотинов","32 СУ Св. Климент Охридски","18 СУ Уилям Гладстон"]
  },

  {
    type: "bus",
    number: "М3",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Орлов мост",
    directionB: "Левски Г",
    activeDirection: "A",
    stopsA: ["ж.к. Левски Г","бл. 28 ж.к. Левски Г","бл. 10 ж.к. Левски Г","ул. Поп Груйо","ул. Витиня","Стадион Георги Аспарухов","ул. Васил Кънчев","метростанция Хаджи Димитър","метростанция Театрална","Военна академия","пл. Орлов мост"],
    stopsB: ["пл. Орлов мост","пл. Орлов мост","Военна академия","метростанция Театрална","метростанция Хаджи Димитър","ул. Острово","ул. Васил Кънчев","Стадион Георги Аспарухов","ул. Витиня","ж.к. Левски В","ул. Поп Груйо","ж.к. Левски Г"]
  },
  
  {
    type: "bus",
    number: "9",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Автобаза Искър",
    directionB: "ул. ген. Гурко",
    activeDirection: "A",
    stopsA: ["ул. ген. Гурко","СУ Св. Климент Охридски","Военна академия","129-то ОУ","ул. Черковна","ул. Оборище","ул. Калиманци","Румънско посолство","ул. Хемус","ул. Александър Жендов","ул. Николай Коперник","НУ за танцово изкуство","Автостанция Гео Милев","ж.к. Слатина","ВТУ Т. Каблешков","Слатина Булгарплод","БКС Средец","Автобаза Искър"],
    stopsB: ["Автобаза Искър","БКС Средец","Слатина Булгарплод","ВТУ Т. Каблешков","ж.к. Слатина","Автостанция Гео Милев","НУ за танцово изкуство","ул. Николай Коперник","ул. Александър Жендов","ул. Хемус","Румънско посолство","31-во СУЧЕМ","ул. Калиманци","ул. Оборище","ул. Черковна","129-то ОУ","Военна академия","пл. Орлов мост","ул. ген. Гурко"]
  },

  {
    type: "bus",
    number: "10",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Бусманци",
    directionB: "Димитър Миленков",
    activeDirection: "A",
    stopsA: ["кв. Димитър Миленков","Промишлена зона","Начало кв Д. Миленков","гара Искър","28-ми пощенски клон", "28-ми ДКЦ", "метростанция Искърско шосе","ж.к. Дружба 1","Разклона за летището","Технотест","ТЮФ","метростанция Софийска Света гора","ул. Подпор. Йордан Тодоров","ул. 5007","ул. Поручик Хр. Топракчиев","ул. 5010","Моста на р. Искър кв. Абдовица","Център кв. Абдовица","кв. Абдовица","Център кв. Абдовица","Трънска махала","Детски дом","кв. Бусманци"],
    stopsB: ["кв. Бусманци","Детски дом","Трънска махала","Моста на р. Искър кв. Абдовица","Център кв. Абдовица","кв. Абдовица","Център кв. Абдовица","ул. 5010","ул. Поручик Хр. Топракчиев","ул. 5007","метростанция Софийска Света гора","ул. Подпор. Йордан Тодоров","ТЮФ","Технотест","Разклона за летището","ж.к. Дружба 1","метростанция Искърско шосе","28-ми ДКЦ","28-ми пощенски клон","гара Искър","Начало кв Д. Миленков","Промишлена зона","кв. Димитър Миленков"]
  },

  {
    type: "bus",
    number: "11",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Овча Купел II",
    directionB: "Автостанция Гео Милев",
    activeDirection: "A",
    stopsA: ["Автостанция Гео Милев","ж.к. Слатина","148-мо СОУ","109-то ОУ","ул. Боян Магесник","ул. Велчо Атанасов","гара Подуяне","метростанция Театрална","ул. Бяло море","пл. Сточна гара","пл. Сточна гара","пл. Лъвов мост","бул. Христо Ботев","ул. Опълченска","ж.к. Банишора","ул. Цар Симеон","метростанция Константин Величков","Парк Св. Св. Петър и Павел","ул. Освобождение","бул. Вардар","ул. Добротич","ж.к. Красна поляна","Балканкар АД","метростанция Овча купел","ул. Лиляче","ОЦ Овча купел","бл. 519 ж.к. Овча купел 1","Търговски център Овча купел","ул. Промишлена","бл. 32 ж.к. Овча купел 2","бл. 25 ж.к. Овча купел 2","метростанция Горна баня","ж.к. Овча купел II"],
    stopsB: ["ж.к. Овча купел II","метростанция Горна баня","бл. 25 ж.к. Овча купел 2","бл. 32 ж.к. Овча купел 2","ул. Промишлена","Търговски център Овча купел","бл. 519 ж.к. Овча купел 1","ОЦ Овча купел","ул. Лиляче","метростанция Овча купел","Балканкар АД","ж.к. Красна поляна","ул. Добротич","бул. Вардар","ул. Освобождение","Парк Св. Св. Петър и Павел","метростанция Константин Величков","ул. Цар Симеон","ж.к. Банишора","ул. Опълченска","бул. Христо Ботев","пл. Лъвов мост","пл. Сточна гара","ул. Бяло море","метростанция Театрална","гара Подуяне","ул. Велчо Атанасов","ул. Боян Магесник","109-то ОУ","148-мо СОУ","ж.к. Слатина","Автостанция Гео Милев"]
  },

  {
    type: "bus",
    number: "12",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Автостанция Изток",
    directionB: "Долни Богров",
    activeDirection: "A",
    stopsA: ["село Долни Богров","Кметство Долни Богров","Моста с. Долни Богров","Разклона за с. Долни Богров","Езерото","Магистрала Хемус","Кантона","Махала Батареята","Моста на р. Искър - кв. Враждебна","Площада кв. Враждебна","кв. Враждебна","Моста кв. Враждебна","ул. 3","ул. 61","Разклона за кв. Враждебна","бул. Владимир Вазов - временна","92 ОДЗ - временна","Автостанция Изток"],
    stopsB: ["Автостанция Изток","92 ОДЗ - временна","бул. Владимир Вазов - временна","Разклона за кв. Враждебна","ул. 61","ул. 3","Моста кв. Враждебна","кв. Враждебна","Площада кв. Враждебна","	Моста на р. Искър - кв. Враждебна","Махала Батареята","Кантона","Магистрала Хемус","Езерото","Разклона за Д. Богров","Моста с. Долни Богров","Кметство Долни Богров","село Долни Богров"]
  },

  {
    type: "bus",
    number: "14",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Гара Искър",
    directionB: "Автостанция Изток",
    activeDirection: "A",
    stopsA: ["Автостанция Изток","92 ОДЗ - временна","бул. Владимир Вазов - временна","Разклона за кв. Враждебна","ул. 61","ул. 3","Моста кв. Враждебна","кв. Враждебна","Площада кв. Враждебна","Моста на р. Искър - кв. Враждебна","Махала Батареята","Кантона","Работилницата","Нова махала","Нова Враждебна","По желание","ул. Зад село","село Кривина","Центъра с. Кривина","ул. Люляк","Парка с. Кривина","Промишлена зона Кривина","Ритекс АД","Село Казичене","Кметство Казичене","кв. Видните","кв. Видните","Кметство Казичене","Село Казичене","Стадиона Казичене","Бетонов възел Казичене","Промишлена зона Казичене","Промишлена зона Бусманци","кв. Бусманци","Детски дом","Трънска махала","	Моста на р. Искър кв. Абдовица","гара Искър"],
    stopsB: ["гара Искър","28-ми пощенски клон","28-ми ДКЦ","метростанция Искърско шосе","ж.к. Дружба 1","Разклона за летището","Технотест","ТЮФ","ул. Подпор. Йордан Тодоров","ул. 5007","ул. Поручик Хр. Топракчиев","ул. 5010","Моста на р. Искър кв. Абдовица","Трънска махала","Детски дом","кв. Бусманци","Промишлена зона Бусманци","Промишлена зона Казичене","Бетонов възел Казичене","Стадиона Казичене","Село Казичене","Кметство Казичене","кв. Видните","кв. Видните","Кметство Казичене","Село Казичене","Ритекс АД","Промишлена зона Кривина","Парка с. Кривина","ул. Люляк","Центъра с. Кривина","село Кривина","ул. Зад село","По желание","Нова Враждебна","Нова махала","Работилницата","Кантона","Кантона","Кантона","Махала Батареята","Моста на р. Искър - кв. Враждебна","Площада кв. Враждебна","кв. Враждебна","Моста кв. Враждебна","ул. 3","ул. 61","Разклона за кв. Враждебна","бул. Владимир Вазов - временна","92 ОДЗ - временна","Автостанция Изток"]
  },

  {
    type: "metro",
    number: "1",
    color: "#ec2029",
    textColor: "white",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Бизнес парк",
    directionB: "Сливница",
    activeDirection: "A",
    stopsA: ["Сливница","Люлин","Западен парк","Вардар","Константин Величков","Опълченска","Сердика","Софийски университет Св. Климент Охридски","Стадион Васил Левски","Жолио Кюри","Г. М. Димитров","Мусагеница","Младост 1","Александър Малинов","Акад. Александър Теодоров-Балан","Бизнес парк София"],
    stopsB: ["Бизнес парк София","Акад. Александър Теодоров-Балан","Александър Малинов","Младост 1","Мусагеница","Г. М. Димитров","Жолио Кюри","Стадион Васил Левски","Софийски университет Св. Климент Охридски","Сердика","Опълченска","Константин Величков","Вардар","Западен парк","Люлин","Сливница"]
  },

  {
    type: "metro",
    number: "2",
    color: "#1077bc",
    textColor: "white",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Обеля",
    directionB: "Витоша",
    activeDirection: "A",
    stopsA: ["Витоша","Джеймс Баучер","Европейски съюз","Национален дворец на културата","Сердика II","Лъвов мост","Централна жп гара","Княгиня Мария Луиза","Хан Кубрат","Надежда","Бели Дунав","Ломско шосе","Обеля"],
    stopsB: ["Обеля","Ломско шосе","Бели Дунав","Надежда","Хан Кубрат","Княгиня Мария Луиза","Централна жп гара","Лъвов мост","Сердика II","Национален дворец на културата","Европейски съюз","Джеймс Баучер","Витоша"]
  },

  {
    type: "metro",
    number: "3",
    color: "#3bb44b",
    textColor: "white",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Горна баня",
    directionB: "Орлов мост",
    activeDirection: "A",
    note: "Считано от 11.05. до 20.06. е преустановено движението на линията между метростанциите „Хаджи Димитър“ и „Орлов мост“.",
    stopsA: ["Орлов мост","Св. Патриарх Евтимий","Национален дворец на културата II","Медицински университет","България","бул. Цар Борис III","Овча купел","Мизия","Овча купел II","Горна баня"],
    stopsB: ["Горна баня","Овча купел II","Мизия","Овча купел","бул. Цар Борис III","България","Медицински университет","Национален дворец на културата II","Св. Патриарх Евтимий","Орлов мост"]
  },

  {
    type: "metro",
    number: "4",
    color: "#fcd403",
    textColor: "black",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Летище София",
    directionB: "Сливница",
    activeDirection: "A",
    stopsA: ["Сливница","Люлин","Западен парк","Вардар","Константин Величков","Опълченска","Сердика","Софийски университет Св. Климент Охридски","Стадион Васил Левски","Жолио Кюри","Г. М. Димитров","Мусагеница","Младост 1","Младост 3","ИЕЦ - Цариградско шосе","Дружба","Искърско шосе","Софийска Света гора","Летище София"],
    stopsB: ["Летище София","Софийска Света гора","Искърско шосе","Дружба","ИЕЦ - Цариградско шосе","Младост 3","Младост 1","Мусагеница","Г. М. Димитров","Жолио Кюри","Стадион Васил Левски","Софийски университет Св. Климент Охридски","Сердика","Опълченска","Константин Величков","Вардар","Западен парк","Люлин","Сливница"]
  }

];
