const lines = [

  {
    type: "bus",
    number: "У1",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "32 СУ Св. Климент Охридски",
    activeDirection: "A",
    stopsA: ["Балканкар АД","ж.к. Красна поляна","ул. Добротич","бул. Вардар","Първа АГ болница Света София","10-ти ДКЦ","бул. Ал. Стамболийски","метростанция Вардар","ул. Хайдут Сидер","ул. Хайдут Сидер","ул. Зографски манастир","ул. Цар Симеон","ул. Одрин","134 СУ Димчо Дебелянов","18 СУ Уилям Гладстон","32 СУ Св. Климент Охридски"]
  },

  {
    type: "bus",
    number: "У2",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "18 СУ Уилям Гладстон",
    activeDirection: "A",
    stopsA: ["ж.к. Люлин 5","ул. Поручик Гр. Загорски","ул. кап. Васил Данаджиев","Магазин Витоша","Община Люлин","Търговски център Люлин","метростанция Люлин","ул. Луи Пастьор","метростанция Западен парк","ул. Гоце Делчев","бл. 135 ж.к. Люлин 10","ул. Орион","Западен парк","ул. Оряхово","ул. Пловдив","Надлез Надежда","бул. Ген. Н. Столетов","Пета градска болница","бул. Княгиня Мария Луиза","ул. Охрид","ул. Опълченска","46 ОУ Константин Фотинов","32 СУ Св. Климент Охридски","18 СУ Уилям Гладстон"]
  },

  {
    type: "bus",
    number: "М3",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Орлов мост",
    directionB: "Левски Г",
    activeDirection: "A",
    stopsA: ["ж.к. Левски Г","бл. 28 ж.к. Левски Г","бл. 10 ж.к. Левски Г","ул. Поп Груйо","ул. Витиня","Стадион Георги Аспарухов","ул. Васил Кънчев","метростанция Хаджи Димитър","метростанция Театрална","Военна академия","пл. Орлов мост"],
    stopsB: ["пл. Орлов мост","пл. Орлов мост","Военна академия","метростанция Театрална","метростанция Хаджи Димитър","ул. Острово","ул. Васил Кънчев","Стадион Георги Аспарухов","ул. Витиня","ж.к. Левски В","ул. Поп Груйо","ж.к. Левски Г"]
  },
  
  {
    type: "bus",
    number: "9",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Автобаза Искър",
    directionB: "ул. ген. Гурко",
    activeDirection: "A",
    stopsA: ["ул. ген. Гурко","СУ Св. Климент Охридски","Военна академия","129-то ОУ","ул. Черковна","ул. Оборище","ул. Калиманци","Румънско посолство","ул. Хемус","ул. Александър Жендов","ул. Николай Коперник","НУ за танцово изкуство","Автостанция Гео Милев","ж.к. Слатина","ВТУ Т. Каблешков","Слатина Булгарплод","БКС Средец","Автобаза Искър"],
    stopsB: ["Автобаза Искър","БКС Средец","Слатина Булгарплод","ВТУ Т. Каблешков","ж.к. Слатина","Автостанция Гео Милев","НУ за танцово изкуство","ул. Николай Коперник","ул. Александър Жендов","ул. Хемус","Румънско посолство","31-во СУЧЕМ","ул. Калиманци","ул. Оборище","ул. Черковна","129-то ОУ","Военна академия","пл. Орлов мост","ул. ген. Гурко"]
  },

  {
    type: "bus",
    number: "10",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Бусманци",
    directionB: "Димитър Миленков",
    activeDirection: "A",
    stopsA: ["кв. Димитър Миленков","Промишлена зона","Начало кв Д. Миленков","гара Искър","28-ми пощенски клон", "28-ми ДКЦ", "метростанция Искърско шосе","ж.к. Дружба 1","Разклона за летището","Технотест","ТЮФ","метростанция Софийска Света гора","ул. Подпор. Йордан Тодоров","ул. 5007","ул. Поручик Хр. Топракчиев","ул. 5010","Моста на р. Искър кв. Абдовица","Център кв. Абдовица","кв. Абдовица","Център кв. Абдовица","Трънска махала","Детски дом","кв. Бусманци"],
    stopsB: ["кв. Бусманци","Детски дом","Трънска махала","Моста на р. Искър кв. Абдовица","Център кв. Абдовица","кв. Абдовица","Център кв. Абдовица","ул. 5010","ул. Поручик Хр. Топракчиев","ул. 5007","метростанция Софийска Света гора","ул. Подпор. Йордан Тодоров","ТЮФ","Технотест","Разклона за летището","ж.к. Дружба 1","метростанция Искърско шосе","28-ми ДКЦ","28-ми пощенски клон","гара Искър","Начало кв Д. Миленков","Промишлена зона","кв. Димитър Миленков"]
  },

  {
    type: "bus",
    number: "11",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Овча Купел II",
    directionB: "Автостанция Гео Милев",
    activeDirection: "A",
    stopsA: ["Автостанция Гео Милев","ж.к. Слатина","148-мо СОУ","109-то ОУ","ул. Боян Магесник","ул. Велчо Атанасов","гара Подуяне","метростанция Театрална","ул. Бяло море","пл. Сточна гара","пл. Сточна гара","пл. Лъвов мост","бул. Христо Ботев","ул. Опълченска","ж.к. Банишора","ул. Цар Симеон","метростанция Константин Величков","Парк Св. Св. Петър и Павел","ул. Освобождение","бул. Вардар","ул. Добротич","ж.к. Красна поляна","Балканкар АД","метростанция Овча купел","ул. Лиляче","ОЦ Овча купел","бл. 519 ж.к. Овча купел 1","Търговски център Овча купел","ул. Промишлена","бл. 32 ж.к. Овча купел 2","бл. 25 ж.к. Овча купел 2","метростанция Горна баня","ж.к. Овча купел II"],
    stopsB: ["ж.к. Овча купел II","метростанция Горна баня","бл. 25 ж.к. Овча купел 2","бл. 32 ж.к. Овча купел 2","ул. Промишлена","Търговски център Овча купел","бл. 519 ж.к. Овча купел 1","ОЦ Овча купел","ул. Лиляче","метростанция Овча купел","Балканкар АД","ж.к. Красна поляна","ул. Добротич","бул. Вардар","ул. Освобождение","Парк Св. Св. Петър и Павел","метростанция Константин Величков","ул. Цар Симеон","ж.к. Банишора","ул. Опълченска","бул. Христо Ботев","пл. Лъвов мост","пл. Сточна гара","ул. Бяло море","метростанция Театрална","гара Подуяне","ул. Велчо Атанасов","ул. Боян Магесник","109-то ОУ","148-мо СОУ","ж.к. Слатина","Автостанция Гео Милев"]
  },

  {
    type: "bus",
    number: "12",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Автостанция Изток",
    directionB: "Долни Богров",
    activeDirection: "A",
    stopsA: ["село Долни Богров","Кметство Долни Богров","Моста с. Долни Богров","Разклона за с. Долни Богров","Езерото","Магистрала Хемус","Кантона","Махала Батареята","Моста на р. Искър - кв. Враждебна","Площада кв. Враждебна","кв. Враждебна","Моста кв. Враждебна","ул. 3","ул. 61","Разклона за кв. Враждебна","бул. Владимир Вазов - временна","92 ОДЗ - временна","Автостанция Изток"],
    stopsB: ["Автостанция Изток","92 ОДЗ - временна","бул. Владимир Вазов - временна","Разклона за кв. Враждебна","ул. 61","ул. 3","Моста кв. Враждебна","кв. Враждебна","Площада кв. Враждебна","	Моста на р. Искър - кв. Враждебна","Махала Батареята","Кантона","Магистрала Хемус","Езерото","Разклона за Д. Богров","Моста с. Долни Богров","Кметство Долни Богров","село Долни Богров"]
  },

  {
    type: "bus",
    number: "14",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Гара Искър",
    directionB: "Автостанция Изток",
    activeDirection: "A",
    stopsA: ["Автостанция Изток","92 ОДЗ - временна","бул. Владимир Вазов - временна","Разклона за кв. Враждебна","ул. 61","ул. 3","Моста кв. Враждебна","кв. Враждебна","Площада кв. Враждебна","Моста на р. Искър - кв. Враждебна","Махала Батареята","Кантона","Работилницата","Нова махала","Нова Враждебна","По желание","ул. Зад село","село Кривина","Центъра с. Кривина","ул. Люляк","Парка с. Кривина","Промишлена зона Кривина","Ритекс АД","Село Казичене","Кметство Казичене","кв. Видните","кв. Видните","Кметство Казичене","Село Казичене","Стадиона Казичене","Бетонов възел Казичене","Промишлена зона Казичене","Промишлена зона Бусманци","кв. Бусманци","Детски дом","Трънска махала","	Моста на р. Искър кв. Абдовица","гара Искър"],
    stopsB: ["гара Искър","28-ми пощенски клон","28-ми ДКЦ","метростанция Искърско шосе","ж.к. Дружба 1","Разклона за летището","Технотест","ТЮФ","ул. Подпор. Йордан Тодоров","ул. 5007","ул. Поручик Хр. Топракчиев","ул. 5010","Моста на р. Искър кв. Абдовица","Трънска махала","Детски дом","кв. Бусманци","Промишлена зона Бусманци","Промишлена зона Казичене","Бетонов възел Казичене","Стадиона Казичене","Село Казичене","Кметство Казичене","кв. Видните","кв. Видните","Кметство Казичене","Село Казичене","Ритекс АД","Промишлена зона Кривина","Парка с. Кривина","ул. Люляк","Центъра с. Кривина","село Кривина","ул. Зад село","По желание","Нова Враждебна","Нова махала","Работилницата","Кантона","Кантона","Кантона","Махала Батареята","Моста на р. Искър - кв. Враждебна","Площада кв. Враждебна","кв. Враждебна","Моста кв. Враждебна","ул. 3","ул. 61","Разклона за кв. Враждебна","бул. Владимир Вазов - временна","92 ОДЗ - временна","Автостанция Изток"]
  },

  {
    type: "bus",
    number: "18",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Мелницата Чепинци",
    directionB: "Автостанция Орландовци",
    activeDirection: "A",
    stopsA: ["Автостанция Орландовци","кв. Малашевци","Моста на Владайска река","Пазар Малашевци","Гробищен парк Малашевци","ул. Чепинско шосе","Птицефермата","Промишлена зона","Складова база - Чепинско шосе","Петте могили","Моста на река Искър","Опитна станция","Зеленчукова градина","Кариерни материали АД","Село Чепинци","пл. Витоша","ул. Надежда","Мелницата Чепинци"],
    stopsB: ["Мелницата Чепинци","ул. Надежда","пл. Витоша","Село Чепинци","Кариерни материали АД","Зеленчукова градина","Опитна станция","Моста на река Искър","Петте могили","Складова база - Чепинско шосе","Промишлена зона","Птицефермата","ул. Чепинско шосе","Гробищен парк Малашевци","Пазар Малашевци","Моста на Владайска река","кв. Малашевци","ул. Първа българска армия","Автостанция Орландовци"]
  },

  {
    type: "bus",
    number: "20",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Лъвов мост",
    directionB: "Локорско",
    activeDirection: "A",
    stopsA: ["село Локорско","ул. Веско Веселинов","Начало с. Локорско","Горско Стопанство","Гара Чепинци","160-то ОУ","село Чепинци","ул. Орфей","Гробищен парк Негован","село Негован","Ел. кантон","Зеленчукова градина","Опитна станция","Моста на река Искър","Петте могили","Складова база - Чепинско шосе","Промишлена зона","Птицефермата","ул. Чепинско шосе","Гробищен парк Малашевци","Пазар Малашевци","Моста на Владайска река","кв. Малашевци","ул. Рояк","Католически гробищен парк","Централен гробищен парк","Хладилен завод","пл. Сточна гара","пл. Сточна гара","пл. Лъвов мост"],
    stopsB: ["пл. Лъвов мост","пл. Лъвов мост","пл. Сточна гара","пл. Сточна гара","Хладилен завод","Централен гробищен парк","ул. Каменоделска","ул. Първа българска армия","кв. Малашевци","Моста на Владайска река","Пазар Малашевци","Гробищен парк Малашевци","ул. Чепинско шосе","Птицефермата","Промишлена зона","Складова база - Чепинско шосе","Петте могили","Моста на река Искър","Опитна станция","Зеленчукова градина","Ел. кантон","село Негован","Гробищен парк Негован","ул. Орфей","село Чепинци","ул. Училищна","160-то ОУ","Гара Чепинци","Горско Стопанство","Начало с. Локорско","ул. Веско Веселинов","село Локорско"]
  },

  {
    type: "bus",
    number: "21",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Войнеговци",
    directionB: "Централна гара",
    activeDirection: "A",
    stopsA: ["Централна гара","ул. Козлодуй","пл. Лъвов мост","пл. Сточна гара","пл. Сточна гара","Хладилен завод","Централен гробищен парк","кв. Орландовци","ул. Пощенска","ул. Одеса","Сервиз Полмо","ж.п. прелез","пл. Биримирци","60-то ОУ","кв. Бенковски","ул. Обрадовски път","Пречиствателна станция","ОТВЪД РЕКАТА - КУБРАТОВО","ул. Кирил Христов","Село Кубратово","ул. Синчец","177-мо ОУ","Село Световрачане","ул. Тракийска могила","ул. Войнешки път","По желание","Начало с. Войнеговци","Център с. Войнеговци","село Войнеговци"],
    stopsB: ["село Войнеговци","Център с. Войнеговци","Начало с. Войнеговци","По желание","ул. Войнешки път","ул. Тракийска могила","Село Световрачане","177-мо ОУ","ул. Синчец","Село Кубратово","ул. Кирил Христов","ОТВЪД РЕКАТА - КУБРАТОВО","Пречиствателна станция","ул. Обрадовски път","кв. Бенковски","60-то ОУ","пл. Биримирци","ж.п. прелез","Сервиз Полмо","ул. Одеса","ул. Пощенска","кв. Орландовци","Католически гробищен парк","Централен гробищен парк","Хладилен завод","пл. Сточна гара","пл. Сточна гара","пл. Лъвов мост","ул. Клокотница","Централна гара"]
  },

  {
    type: "bus",
    number: "22",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Подгумер",
    directionB: "Централна гара",
    activeDirection: "A",
    stopsA: ["Централна гара","ул. Козлодуй","пл. Лъвов мост","пл. Сточна гара","пл. Сточна гара","Хладилен завод","Централен гробищен парк","кв. Орландовци","ул. Пощенска","ул. Одеса","Сервиз Полмо","ж.п. прелез","пл. Биримирци","60-то ОУ","кв. Бенковски","ул. Обрадовски път","Пречиствателна станция","ОТВЪД РЕКАТА - КУБРАТОВО","ул. Кирил Христов","Село Кубратово","ул. Синчец","177-мо ОУ","Село Световрачане","ул. Тракийска могила","ул. Войнешки път","Начало с. Подгумер","ул. Младост","Център с. Подгумер","село Подгумер"],
    stopsB: ["село Подгумер","Център с. Подгумер","ул. Младост","Начало с. Подгумер","ул. Войнешки път","ул. Тракийска могила","Село Световрачане","177-мо ОУ","ул. Синчец","Село Кубратово","ул. Кирил Христов","ОТВЪД РЕКАТА - КУБРАТОВО","Пречиствателна станция","ул. Обрадовски път","кв. Бенковски","60-то ОУ","пл. Биримирци","ж.п. прелез","Сервиз Полмо","ул. Одеса","ул. Пощенска","кв. Орландовци","Католически гробищен парк","Централен гробищен парк","Хладилен завод","пл. Сточна гара","пл. Сточна гара","пл. Лъвов мост","ул. Клокотница","Централна гара"]
  },

  {
    type: "bus",
    number: "23",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "гара Курило",
    directionB: "Автостанция Орландовци",
    activeDirection: "A",
    stopsA: ["Автостанция Орландовци","кв. Орландовци","ул. Пощенска","ул. Одеса","Сервиз Полмо","ж.п. прелез","пл. Биримирци","60-то ОУ","кв. Бенковски","ул. Обрадовски път","Пречиствателна станция","ОТВЪД РЕКАТА - КУБРАТОВО","ул. Кирил Христов","Село Кубратово","ул. Синчец","177-мо ОУ","Село Световрачане","ул. Тракийска могила","ул. Войнешки път","Банята кв. Гниляне","Начало кв. Гниляне","кв. Гниляне","Старата чешма","ул. Ливадите","кв. Изгрев","Каучуков завод Зебра","ул. Ал. Стамболийски","гара Курило"],
    stopsB: ["гара Курило","Поща кв. Курило","ул. Ал. Стамболийски","Каучуков завод Зебра","кв. Изгрев","ул. Ливадите","Старата чешма","кв. Гниляне","Начало кв. Гниляне","Банята кв. Гниляне","ул. Войнешки път","ул. Тракийска могила","Село Световрачане","177-мо ОУ","ул. Синчец","Село Кубратово","ул. Кирил Христов","ОТВЪД РЕКАТА - КУБРАТОВО","Пречиствателна станция","ул. Обрадовски път","кв. Бенковски","60-то ОУ","пл. Биримирци","ж.п. прелез","Сервиз Полмо","ул. Одеса","ул. Пощенска","кв. Орландовци","Автостанция Орландовци"]
  },

  {
    type: "bus",
    number: "24",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Автостанция Орландовци",
    directionB: "Манастир Св. Мина",
    activeDirection: "A",
    stopsA: ["Манастир Св. Мина","Пречиствателна станция","ул. Обрадовски път","кв. Бенковски","60-то ОУ","пл. Биримирци","ж.п. прелез","Сервиз Полмо","ул. Одеса","ул. Пощенска","кв. Орландовци","Автостанция Орландовци"],
    stopsB: ["Автостанция Орландовци","кв. Орландовци","ул. Пощенска","ул. Одеса","Сервиз Полмо","ж.п. прелез","пл. Биримирци","60-то ОУ","кв. Бенковски","ул. Обрадовски път","Пречиствателна станция","Манастир Св. Мина"]
  },

  {
    type: "bus",
    number: "26",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Обеля I",
    directionB: "Гниляне",
    activeDirection: "A",
    stopsA: ["Начало кв. Гниляне","кв. Гниляне","Старата чешма","ул. Ливадите","кв. Изгрев","Каучуков завод Зебра","ул. Ал. Стамболийски","Поща кв. Курило","гара Курило","ул. Баба Тонка","ул. Бъдеще","Балканкерамик АД","Община Нови Искър","кв. Кумарица","Детски дом","кв. Славовци","ул. Равнец","ул. Крушата","ул. Вишновска","ул. Еделвайс","село Мировяне","ул. Спортист","Мировско шосе","Околовръстен път","кв. Требич","Начало кв. Требич","ул. Джерман","Центъра кв. Илиянци","ул. Балчо Нейков","Хюндай България","Стоков базар Илиянци","Стадион Локомотив","Софарма АД","ЗАГ Динамик АД","бул. Рожен","Модна къща Агресия","метростанция Хан Кубрат","ул. Република","ул. Възрожденска","ул. Константин Бодин","ул. Хан Кубрат","Община Връбница","бл. 302 ж.к. Надежда 3","метростанция Бели Дунав","61-во ОУ","метростанция Ломско шосе","ж.к. Обеля 2","бл. 245 ж.к. Обеля 2","бл. 241 ж.к. Обеля 2","бл. 207 ж.к. Обеля 2","ул. 9","ул. 2","метростанция Обеля","метростанция Панчо Владигеров","бл. 111 ж.к. Обеля 1","ж.к. Обеля 1"],
    stopsB: ["ж.к. Обеля 1","бл. 111 ж.к. Обеля 1","метростанция Панчо Владигеров","метростанция Обеля","ул. 2","ул. 9","бл. 207 ж.к. Обеля 2","бл. 241 ж.к. Обеля 2","ж.к. Обеля 2","метростанция Ломско шосе","61-во ОУ","метростанция Бели Дунав","бл. 302 ж.к. Надежда 3","Община Връбница","ул. Хан Кубрат","ул. Константин Бодин","ул. Възрожденска","метростанция Хан Кубрат","Модна къща Агресия","бул. Рожен","ЗАГ Динамик АД","Софарма АД","Стадион Локомотив","Стоков базар Илиянци","Хюндай България","Центъра кв. Илиянци","ул. Джерман","Начало кв. Требич","кв. Требич","Околовръстен път","Мировско шосе","ул. Спортист","село Мировяне","ул. Еделвайс","ул. Вишновска","ул. Крушата","ул. Равнец","кв. Славовци","Детски дом","кв. Кумарица","Община Нови Искър","Балканкерамик АД","ул. Бъдеще","ул. Баба Тонка","гара Курило","Поща кв. Курило","ул. Ал. Стамболийски","Каучуков завод Зебра","кв. Изгрев","ул. Ливадите","Старата чешма","кв. Гниляне","Начало кв. Гниляне"]
  },

  {
    type: "bus",
    number: "27",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Метростанция Княгиня М. Луиза",
    directionB: "Кътина",
    activeDirection: "A",
    stopsA: ["село Кътина","Старата фурна","Начало с. Кътина","Мината","Сепарацията","ул. Мальовица","ул. Теменуга","Поща кв. Курило","гара Курило","ул. Баба Тонка","ул. Бъдеще","Балканкерамик АД","Община Нови Искър","кв. Кумарица","Детски дом","кв. Славовци","ул. Равнец","Околовръстен път","кв. Требич","Начало кв. Требич","ул. Джерман","Центъра кв. Илиянци","ул. Балчо Нейков","Хюндай България","Стоков базар Илиянци","Стадион Локомотив","Софарма АД","ЗАГ Динамик АД","бул. Рожен","Модна къща Агресия","метростанция Княгиня Мария Луиза"],
    stopsB: ["метростанция Княгиня Мария Луиза","бул. Ген. Н. Столетов","Надлез Надежда","Модна къща Агресия","бул. Рожен","ЗАГ Динамик АД","Софарма АД","Стадион Локомотив","Стоков базар Илиянци","Хюндай България","Центъра кв. Илиянци","ул. Джерман","Начало кв. Требич","кв. Требич","Околовръстен път","ул. Равнец","кв. Славовци","Детски дом","кв. Кумарица","Община Нови Искър","Балканкерамик АД","ул. Бъдеще","ул. Баба Тонка","гара Курило","Поща кв. Курило","ул. Теменуга","ул. Мальовица","Сепарацията","Мината","Начало с. Кътина","Старата фурна","село Кътина"]
  },

  {
    type: "bus",
    number: "28",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Мрамор",
    directionB: "Локорско",
    activeDirection: "A",
    stopsA: ["село Локорско","ул. Веско Веселинов","Начало с. Локорско","Горско Стопанство","Гара Чепинци","160-то ОУ","село Чепинци","ул. Орфей","Гробищен парк Негован","село Негован","ул. Врачанска","ул. Лесновска река","Кметство Световрачане","Село Световрачане","ул. Тракийска могила","ул. Войнешки път","По желание","Начало с. Войнеговци","Център с. Войнеговци","село Войнеговци","Център с. Войнеговци","Начало с. Войнеговци","По желание","Начало с. Подгумер","ул. Младост","Център с. Подгумер","село Подгумер","село Подгумер","Център с. Подгумер","ул. Младост","Начало с. Подгумер","Банята кв. Гниляне","Начало кв. Гниляне","кв. Гниляне","Старата чешма","ул. Ливадите","кв. Изгрев","Каучуков завод Зебра","ул. Ал. Стамболийски","гара Курило","ул. Баба Тонка","ул. Бъдеще","Балканкерамик АД","Община Нови Искър","кв. Кумарица","Оранжерията","Летище Доброславци","Паметника с. Доброславци","пл. Мегдана","ул. Могилка","село Житен","ул. Минзухар","Начало с. Житен","Биомет ЕООД","Края с. Мрамор","село Мрамор","Център с. Мрамор"],
    stopsB: ["Център с. Мрамор","село Мрамор","Края с. Мрамор","Биомет ЕООД","Начало с. Житен","ул. Минзухар","село Житен","ул. Могилка","пл. Мегдана","Паметника с. Доброславци","Летище Доброславци","Оранжерията","кв. Кумарица","Община Нови Искър","Балканкерамик АД","ул. Бъдеще","ул. Баба Тонка","гара Курило","ул. Ал. Стамболийски","Каучуков завод Зебра","кв. Изгрев","ул. Ливадите","Старата чешма","кв. Гниляне","Начало кв. Гниляне","Банята кв. Гниляне","Начало с. Подгумер","ул. Младост","Център с. Подгумер","село Подгумер","село Подгумер","Център с. Подгумер","ул. Младост","Начало с. Подгумер","По желание","Начало с. Войнеговци","Център с. Войнеговци","село Войнеговци","Център с. Войнеговци","Начало с. Войнеговци","По желание","ул. Войнешки път","ул. Тракийска могила","Село Световрачане","Кметство Световрачане","ул. Лесновска река","ул. Врачанска","село Негован","Гробищен парк Негован","ул. Орфей","село Чепинци","ул. Училищна","160-то ОУ","Гара Чепинци","Горско Стопанство","Начало с. Локорско","ул. Веско Веселинов","село Локорско"]
  },

  {
    type: "bus",
    number: "29",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Балша",
    directionB: "гара София Север",
    activeDirection: "A",
    stopsA: ["гара София Север","Модна къща Агресия","БУЛ. РОЖЕН","Стоков базар Илиянци","Хюндай България","ул. Кирил Благоев","Начало кв. Требич","кв. Требич","Околовръстен път","Мировско шосе","ул. Спортист","село Мировяне","ул. Еделвайс","ул. Вишновска","ул. Крушата","ул. Равнец","кв. Славовци","Детски дом","кв. Кумарица","Оранжерията","Летище Доброславци","Паметника с. Доброславци","Края с. Доброславци","Манастир Св. Теодор Стратилат","ул. Връплина","Кметство Балша","По желание","ул. Стара планина","село Балша"],
    stopsB: ["село Балша","ул. Стара планина","По желание","Кметство Балша","Манастир Св. Теодор Стратилат","Края с. Доброславци","Паметника с. Доброславци","Летище Доброславци","Оранжерията","кв. Кумарица","Детски дом","кв. Славовци","ул. Равнец","ул. Крушата","ул. Вишновска","ул. Еделвайс","село Мировяне","ул. Спортист","Мировско шосе","Околовръстен път","кв. Требич","Начало кв. Требич","кв. Илиянци","ул. Джерман","Центъра кв. Илиянци","ул. Балчо Нейков","Хюндай България","Стоков базар Илиянци","БУЛ. РОЖЕН","Модна къща Агресия","гара София Север"]
  },

  {
    type: "bus",
    number: "30",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Балша",
    directionB: "Обеля",
    activeDirection: "B",
    stopsA: ["кв. Обеля","ул. 9","ул. 2","метростанция Обеля","ж.к. Обеля 2","Бетонов възел","Промишлена зона ул. Васил Левски","ТИР паркинг Мрамор","Начало с. Мрамор","ул. Захари Зограф","село Мрамор","Края с. Мрамор","Летище Доброславци","Начало с. Доброславци","пл. Мегдана","Паметника с. Доброславци","Края с. Доброславци","Манастир Св. Теодор Стратилат","ул. Връплина","Кметство Балша","По желание","ул. Стара планина","село Балша"],
    stopsB: ["село Балша","ул. Стара планина","По желание","Кметство Балша","Манастир Св. Теодор Стратилат","Края с. Доброславци","Паметника с. Доброславци","пл. Мегдана","Начало с. Доброславци","Летище Доброславци","Края с. Мрамор","село Мрамор","ул. Захари Зограф","Начало с. Мрамор","ТИР паркинг Мрамор","Промишлена зона ул. Васил Левски","Бетонов възел","ж.к. Обеля 2","метростанция Обеля","ул. 2","ул. 9","кв. Обеля"]
  },

  {
    type: "bus",
    number: "31",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Голяновци",
    directionB: "Метростанция Сливница",
    activeDirection: "A",
    stopsA: ["метростанция Сливница","метростанция Сливница","метростанция Панчо Владигеров","МЕТРОСТАНЦИЯ ОБЕЛЯ","ж.к. Обеля 2","Бетонов възел","Промишлена зона ул. Васил Левски","ТИР паркинг Мрамор","Начало с. Мрамор","ул. Захари Зограф","село Мрамор","Края с. Мрамор","Биомет ЕООД","Начало с. Житен","ул. Минзухар","село Житен","Края с. Житен","Начало с. Голяновци","село Голяновци"],
    stopsB: ["село Голяновци","Начало с. Голяновци","Края с. Житен","село Житен","ул. Минзухар","Начало с. Житен","Биомет ЕООД","Края с. Мрамор","село Мрамор","ул. Захари Зограф","Начало с. Мрамор","ТИР паркинг Мрамор","Промишлена зона ул. Васил Левски","Бетонов възел","ж.к. Обеля 2","МЕТРОСТАНЦИЯ ОБЕЛЯ","	метростанция Панчо Владигеров","метростанция Сливница"]
  },

  {
    type: "bus",
    number: "42",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Люлин 8",
    directionB: "Края на Михайлово",
    activeDirection: "A",
    stopsA: ["Края на кв. Михайлово","ул. Китката","ул. Топлика","ул. Даме Груев","ул. Алеко Константинов","Стопанство Михайлово","Начало кв. Михайлово","ул. Родина","ул. Сочи","ул. Странджа","Центъра Банкя","ул. Бор","Стадиона Банкя","ул. Космонавт","кв. Изгрев","Махала Иваняне","Кенди ООД","Хлебозавода","ул. Суходолски път","ул. Български воин","ул. Детелина","Околовръстен път","Пътен възел Филиповци","ул. Поручик Гр. Загорски","ул. кап. Васил Данаджиев","Магазин Витоша","Община Люлин","Търговски център Люлин","метростанция Люлин","ул. Ген. Никола Генев","ул. Ген. Асен Николов","ж.к. Люлин 8"],
    stopsB: ["ул. Търново","ул. Ген. Асен Николов","ул. Ген. Никола Генев","метростанция Люлин","Търговски център Люлин","Община Люлин","Културен център Люлин","ж.к. Люлин 3","бл. 402 ж.к. Люлин 4","Пътен възел Филиповци","Околовръстен път","ул. Детелина","ул. Български воин","ул. Суходолски път","Хлебозавода","Кенди ООД","Махала Иваняне","кв. Изгрев","ул. Космонавт","Стадиона Банкя","ул. Бор","Центъра Банкя","ул. Странджа","ул. Сочи","ул. Родина","Начало кв. Михайлово","Стопанство Михайлово","ул. Алеко Константинов","ул. Даме Груев","ул. Топлика","ул. Китката","Края на кв. Михайлово"]
  },

  {
    type: "bus",
    number: "X43",
    color: "#006838",
    icon: "https://stolica.bg/svg/06-tourist-bus.svg",
    directionA: "Автостанция Банкя",
    directionB: "Св. Александър Невски",
    activeDirection: "A",
    stopsA: ["пл. Св. Александър Невски","пл. Васил Левски","пл. Сточна гара","пл. Лъвов мост","бул. Христо Ботев","ул. Опълченска","бул. К. Величков","ул. Оряхово","ул. Орион","метростанция Сливница","Нестле - София","кв. Република","Хиподрума Банкя","гара Иваняне","Стадиона Банкя","Центъра Банкя","Автостанция Банкя"],
    stopsB: ["Автостанция Банкя","Стадиона Банкя","гара Иваняне","Хиподрума Банкя","кв. Република","Нестле - София","метростанция Сливница","ул. Орион","ул. Оряхово","бул. К. Величков","ул. Опълченска","бул. Христо Ботев","пл. Лъвов мост","пл. Сточна гара","пл. Васил Левски","пл. Св. Александър Невски"]
  },

  {
    type: "bus",
    number: "44",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Иваняне",
    directionB: "Автостанция Банкя",
    activeDirection: "A",
    stopsA: ["Автостанция Банкя","Центъра Банкя","Центъра Банкя","ул. Стара планина","ул. Ученическа","Ремонтна база","Гробищен парк Банкя","гара Иваняне","кв. Изгрев","ул. Перуника","ул. Милениум","кв. Иваняне"],
    stopsB: ["кв. Иваняне","ул. Милениум","ул. Перуника","кв. Изгрев","гара Иваняне","Гробищен парк Банкя","Ремонтна база","ул. Ученическа","ул. Стара планина","Центъра Банкя","Центъра Банкя","Автостанция Банкя"]
  },

  {
    type: "bus",
    number: "46",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Манастир Св. Петка",
    directionB: "Автостанция Банкя",
    activeDirection: "A",
    stopsA: ["Автостанция Банкя","Центъра Банкя","Центъра Банкя","ул. Стара планина","ул. Царибродска","ул. Ручей","кв. Вердикал","кв. Вердикал","Манастир Св. Петка Параскева"],
    stopsB: ["Манастир Св. Петка Параскева","кв. Вердикал","кв. Вердикал","ул. Ручей","ул. Царибродска","ул. Стара планина","Центъра Банкя","Центъра Банкя","Автостанция Банкя"]
  },

  {
    type: "bus",
    number: "47",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Градоман",
    directionB: "Метростанция Сливница",
    activeDirection: "A",
    stopsA: ["метростанция Сливница","Нестле - София","ПП Успех","кв. Република","Институт Пушкаров","Промишлена зона","Екобулсорт","Разклона за с. Гурмазово","Хиподрума Банкя","Кантона","Махала Иваняне","Къмпинга","гара Иваняне","Гробищен парк Банкя","Стадиона Банкя","ул. Хисаря","Центъра Банкя","Община Банкя","ул. Тинтява","в.з. Банкя","ул. Венера","Начало кв. Градоман","кв. Градоман"],
    stopsB: ["кв. Градоман","Начало кв. Градоман","ул. Венера","в.з. Банкя","ул. Тинтява","Община Банкя","Центъра Банкя","Автостанция Банкя","Стадиона Банкя","Гробищен парк Банкя","гара Иваняне","Къмпинга","Махала Иваняне","Кантона","Хиподрума Банкя","Разклона за с. Гурмазово","Екобулсорт","Промишлена зона","Институт Пушкаров","кв. Република","ПП Успех","Нестле - София","метростанция Сливница"]
  },

  {
    type: "bus",
    number: "49",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Клисура",
    directionB: "Метростанция Сливница",
    activeDirection: "B",
    stopsA: ["метростанция Сливница","Нестле - София","ПП Успех","кв. Република","Институт Пушкаров","Промишлена зона","Екобулсорт","Разклона за с. Гурмазово","Хиподрума Банкя","Кантона","Махала Иваняне","Къмпинга","гара Иваняне","Гробищен парк Банкя","Стадиона Банкя","ул. Хисаря","Центъра Банкя","Центъра Банкя","ул. Стара планина","ул. Царибродска","ул. Ручей","кв. Вердикал","кв. Вердикал","Овчарски кошари","Начало кв. Клисура","Моста","кв. Клисура"],
    stopsB: ["кв. Клисура","Моста","Начало кв. Клисура","Овчарски кошари","кв. Вердикал","кв. Вердикал","ул. Ручей","ул. Царибродска","ул. Стара планина","Центъра Банкя","Центъра Банкя","Автостанция Банкя","Стадиона Банкя","Гробищен парк Банкя","гара Иваняне","Къмпинга","Махала Иваняне","Кантона","Хиподрума Банкя","Разклона за с. Гурмазово","Екобулсорт","Промишлена зона","Институт Пушкаров","кв. Република","ПП Успех","Нестле - София","метростанция Сливница"]
  },

  {
    type: "bus",
    number: "54",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Пътен възел Калотина",
    directionB: "Метростанция Сливница",
    activeDirection: "A",
    stopsA: ["метростанция Сливница","Нестле - София","ПП Успех","кв. Република","кв. Република-2","Магазин Метро 2","Начало Толева махала","Толева махала","ж.п. прелез","Военноремонтен завод","ул. Г. Бенковски","ул. Христо Ботев","Кметство Божурище","ул. Искър Божурище","ул. Хан Тервел кв. Максим Горки","ул. Хан Крум кв. Максим Горки","Пътен възел Калотина"],
    stopsB: ["Пътен възел Калотина","ул. Хан Крум кв. Максим Горки","ул. Хан Тервел кв. Максим Горки","ул. Искър Божурище","Кметство Божурище","ул. Христо Ботев","ул. Г. Бенковски","Военноремонтен завод","ж.п. прелез","Толева махала","Мотел Божур","Магазин Метро 2","кв. Република","ПП Успех","Нестле - София","метростанция Сливница"]
  },

  {
    type: "bus",
    number: "56",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Мало Бучино",
    directionB: "гара Захарна фабрика",
    activeDirection: "A",
    stopsA: ["гара Захарна фабрика","ул. Хайдут Сидер","метростанция Вардар","бл. 13 ж.к. Западен парк","ж.к. Западен парк","кв. Факултета","Селскостопанска академия","Махала Коньовица","ул. 746","ул. Монтевидео","ВСУ Л. Каравелов","Простор","Моста на р. Стубела","Околовръстен път","Читалище Просвета","Църквата Св. Георги","ул. Прилеп","Митница Суходол","в.з. Суходол","Местност Манилов дол","яз. Мало Бучино","Разсадник Мало Бучино","ул. Липа","ул. Демокрация","село Мало Бучино"],
    stopsB: ["село Мало Бучино","ул. Демокрация","ул. Липа","Разсадник Мало Бучино","яз. Мало Бучино","Местност Манилов дол","в.з. Суходол","Митница Суходол","ул. Прилеп","Църквата Св. Георги","Читалище Просвета","Околовръстен път","Моста на р. Стубела","Простор","ВСУ Л. Каравелов","ул. Монтевидео","ул. 746","Махала Коньовица","Селскостопанска академия","кв. Факултета","ж.к. Западен парк","бл. 13 ж.к. Западен парк","бул. Ал. Стамболийски","метростанция Вардар","ул. Хайдут Сидер","гара Захарна фабрика"]
  },

  {
    type: "bus",
    number: "58",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "гара Владая",
    directionB: "Автостанция Княжево",
    activeDirection: "A",
    stopsA: ["Автостанция Княжево","ул. Синята скала","ул. Владайско въстание","ул. 10-ти километър","ул. Мала кория","Къмпинг Черния Кос","Начало с. Владая","ул. Пролет","Кметство Владая","ул. Китен","ул. Лесковец","Селимица","гара Владая"],
    stopsB: ["гара Владая","Селимица","ул. Лесковец","ул. Китен","Кметство Владая","ул. Пролет","Начало с. Владая","Къмпинг Черния Кос","ул. Мала кория","ул. 10-ти километър","ул. Владайско въстание","ул. Синята скала","Автостанция Княжево"]
  },

  {
    type: "bus",
    number: "59",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Мърчаево – Толумска махала",
    directionB: "Метростанция Мизия",
    activeDirection: "A",
    stopsA: ["пл. Мизия","пл. Мизия","ПГСС","НБУ","ул. Монтевидео","бул. Никола Петков","ул. Дамяница","ул. Лазарополе","пл. Сред село","Автостанция Княжево","ул. Синята скала","ул. Владайско въстание","ул. 10-ти километър","ул. Мала кория","Къмпинг Черния Кос","Начало с. Владая","ул. Пролет","Кметство Владая","ул. Китен","ул. Лесковец","Селимица","Начало с. Мърчаево","Местност Елите","152-ро ОУ","ул. Кало","Кметство Мърчаево","ул. 19","Толумска махала","с. Мърчаево - Толумска махала"],
    stopsB: ["с. Мърчаево - Толумска махала","Толумска махала","ул. 19","Кметство Мърчаево","ул. Кало","152-ро ОУ","Местност Елите","Начало с. Мърчаево","Селимица","ул. Лесковец","ул. Китен","Кметство Владая","ул. Пролет","Начало с. Владая","Къмпинг Черния Кос","ул. Мала кория","ул. 10-ти километър","ул. Владайско въстание","ул. Синята скала","Автостанция Княжево","пл. Сред село","ул. Лазарополе","ул. Дамяница","бул. Никола Петков","ул. Боряна","НБУ","ПГСС","пл. Мизия"]
  },

  {
    type: "bus",
    number: "60",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Овча Купел II",
    directionB: "Централна гара",
    activeDirection: "A",
    stopsA: ["Централна гара","бул. Княгиня Мария Луиза","ул. Охрид","ул. Св. Св. Кирил и Методий","храм Св. Николай Софийски","бул. Ал. Стамболийски","ул. Камен Андреев","Данон Сердика АД","ул. Гюешево","бул. Възкресение","бул. Вардар","ул. Добротич","ж.к. Красна поляна","Балканкар АД","метростанция Овча купел","ул. Народно хоро","НЦ по рехабилитация","ул. Любляна","66-то СОУ","ул. Калояново","бул. Никола Петков","ул. Боряна","НБУ","ПГСС","пл. Мизия","бл. 505 ж.к. Овча купел 1","бл. 527 ж.к. Овча купел 1","ул. Промишлена","бл. 32 ж.к. Овча купел 2","бл. 25 ж.к. Овча купел 2","метростанция Горна баня","ж.к. Овча купел II"],
    stopsB: ["ж.к. Овча купел II","метростанция Горна баня","бл. 25 ж.к. Овча купел 2","бл. 32 ж.к. Овча купел 2","ул. Промишлена","бл. 527 ж.к. Овча купел 1","бл. 505 ж.к. Овча купел 1","пл. Мизия","ПГСС","НБУ","ул. Монтевидео","бул. Никола Петков","ул. Калояново","66-то СОУ","ул. Любляна","НЦ по рехабилитация","ул. Народно хоро","метростанция Овча купел","Балканкар АД","ж.к. Красна поляна","ул. Добротич","бул. Вардар","бул. Възкресение","ул. Гюешево","ул. Камен Андреев","бул. Ал. Стамболийски","храм Св. Николай Софийски","ул. Опълченска","ул. Клокотница","Централна гара","Централна гара"]
  },

  {
    type: "bus",
    number: "61",
    color: "#006838",
    icon: "https://stolica.bg/svg/06-tourist-bus.svg",
    directionA: "бул. Черни връх",
    directionB: "Златните мостове",
    activeDirection: "A",
    stopsA: ["Златните мостове","Детски стационар","Дендрариума","Музей на мечката","Тихия кът","Бялата вода","ул. Бялата чешма","ул. Стар Беловодски път","ж.к. Магнолия","кв. Бояна","ул. Тодор Каблешков","бул. Гоце Делчев","метростанция България","бул. Черни връх"],
    stopsB: ["бул. Черни връх","метростанция България","бул. Гоце Делчев","ул. Тодор Каблешков","кв. Бояна","ж.к. Магнолия","ул. Стар Беловодски път","ул. Бялата чешма","Бялата вода","Тихия кът","Музей на мечката","Дендрариума","Детски стационар","Златните мостове"]
  },

  {
    type: "bus",
    number: "63",
    color: "#006838",
    icon: "https://stolica.bg/svg/06-tourist-bus.svg",
    directionA: "бул. Цар Борис III",
    directionB: "Златните мостове",
    activeDirection: "A",
    stopsA: ["Златните мостове","Детски стационар","Дендрариума","Музей на мечката","Тихия кът","Бялата вода","ул. Бялата чешма","ул. Стар Беловодски път","ж.к. Магнолия","ул. Меча поляна","в.з. Беловодски път","ул. Акация","ул. Баевица","Скиорката","кв. Бояна","Резиденция Бояна","Гробищен парк Бояна","НИМ","ж.к. Бъкстон","Параклис Св. Иван Рилски","ул. Вихрен","ул. Тодор Каблешков","бул. Братя Бъкстон","ж.к. Красно село","ул. Феликс Каниц","бул. Цар Борис ІІІ"],
    stopsB: ["бул. Цар Борис ІІІ","ж.к. Красно село","бул. Братя Бъкстон","ул. Тодор Каблешков","ул. Вихрен","Параклис Св. Иван Рилски","ж.к. Бъкстон","НИМ","Гробищен парк Бояна","Резиденция Бояна","кв. Бояна","Скиорката","ул. Баевица","ул. Акация","в.з. Беловодски път","ул. Меча поляна","ж.к. Магнолия","ул. Стар Беловодски път","ул. Бялата чешма","Бялата вода","Тихия кът","Музей на мечката","Дендрариума","Детски стационар","Златните мостове"]
  },

  {
    type: "bus",
    number: "64",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Зоопарка",
    directionB: "Център по хигиена",
    activeDirection: "A",
    stopsA: ["Център по хигиена","метростанция България","пл. Ручей","бул. Гоце Делчев","ул. Тодор Каблешков","ж.к. Бокар","кв. Манастирски ливади","Гробищен парк Бояна","Резиденция Бояна","кв. Бояна","Скиорката","ул. Байкал","Боянско ханче","ул. Брезите","в.з. кв. Бояна","ул. Радецки","Фохар АД","	Детски дом - Киноцентър","Киноцентър Бояна","в.з. Киноцентър","ул. 5","ул. 10","ул. Лешникова гора","кв. Драгалевци","Гробищен парк Драгалевци","Околовръстен път","кв. Кръстова вада","ул. Асен Йорданов","метростанция Витоша","метростанция Витоша","Хлебозавода","ул. Сребърна","Зоопарка"],
    stopsB: ["Зоопарка","ул. Сребърна","Хлебозавода","метростанция Витоша","метростанция Витоша","ул. Асен Йорданов","кв. Кръстова вада","Околовръстен път","ж.к. Водолей","Гробищен парк Драгалевци","кв. Драгалевци","ул. Лешникова гора","ул. 10","ул. 5","в.з. Киноцентър","Киноцентър Бояна","Детски дом - Киноцентър","Фохар АД","ул. Радецки","в.з. кв. Бояна","ул. Брезите","Боянско ханче","ул. Байкал","Скиорката","кв. Бояна","Резиденция Бояна","Гробищен парк Бояна","кв. Манастирски ливади","ж.к. Бокар","ул. Тодор Каблешков","бул. Гоце Делчев","пл. Ручей","метростанция България","Център по хигиена","Център по хигиена"]
  },

  {
    type: "bus",
    number: "65",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Красно село",
    directionB: "Боянска църква",
    activeDirection: "A",
    stopsA: ["Боянска църква","Боянско ханче","ул. Байкал","Скиорката","кв. Бояна","ул. Маломир","Околовръстен път","бул. Ал. Пушкин","кв. Павлово","кв. Овча купел","ж.к. Красно село"],
    stopsB: ["ж.к. Красно село","кв. Овча купел","кв. Павлово","бул. Ал. Пушкин","Околовръстен път","ул. Маломир","кв. Бояна","Скиорката","ул. Байкал","Боянско ханче","Боянска църква"]
  },

  {
    type: "bus",
    number: "66",
    color: "#006838",
    icon: "https://stolica.bg/svg/06-tourist-bus.svg",
    directionA: "Зоопарка",
    directionB: "Хижа Алеко",
    activeDirection: "A",
    stopsA: ["Хижа Алеко","Заслон Бай Кръстьо","Разклона за Драгалевски манастир","Разклона за лифт Драгалевци","Воденичарски механи","ул. Маестро Атанасов","кв. Драгалевци","Гробищен парк Драгалевци","Околовръстен път","метростанция Витоша","метростанция Витоша","Зоопарка"],
    stopsB: ["Зоопарка","метростанция Витоша","метростанция Витоша","ж.к. Водолей","Гробищен парк Драгалевци","кв. Драгалевци","ул. Маестро Атанасов","Воденичарски механи","Разклона за лифт Драгалевци","Разклона за Драгалевски манастир","Заслон Бай Кръстьо","Хижа Алеко"]
  },

  {
    type: "bus",
    number: "67",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Духовна Семинария",
    directionB: "Симеоново",
    activeDirection: "A",
    stopsA: ["кв. Симеоново","64-то ОУ","ул. Златен век","Моста на Сухата река","Околовръстен път","Хотел Амбасадор","Хотел Макси","Студентски град","кв. Витоша","Моста кв. Витоша","ж.к. Дианабад","бл. 22 ж.к. Дианабад","бул. Д-р Г. М. Димитров","МГУ Св. Ив. Рилски","метростанция Г. М. Димитров","ж.к. Дианабад","Автогара Юг","Руско посолство","Телевизионна кула","Семинарията"],
    stopsB: ["Семинарията","ул. Стоян Михайловски","Телевизионна кула","Руско посолство","Автогара Юг","ж.к. Дианабад","метростанция Г. М. Димитров","МГУ Св. Ив. Рилски","бул. Д-р Г. М. Димитров","бл. 22 ж.к. Дианабад","ж.к. Дианабад","Моста кв. Витоша","кв. Витоша","Студентски град","Хотел Макси","Хотел Амбасадор","Околовръстен път","Моста на Сухата река","ул. Златен век","64-то ОУ","кв. Симеоново"]
  },

  {
    type: "bus",
    number: "68",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Симеоново",
    directionB: "Зоопарка",
    activeDirection: "A",
    stopsA: ["Зоопарка","ул. Сребърна","Хлебозавода","метростанция Витоша","метростанция Витоша","ул. Асен Йорданов","кв. Кръстова вада","Околовръстен път","ж.к. Водолей","Гробищен парк Драгалевци","ул. Лагадина","ул. Герена","в.з. Симеоново-Драгалевци","Моста на Сухата река","Моста на Симеоновска река","64-то ОУ","кв. Симеоново"],
    stopsB: ["кв. Симеоново","64-то ОУ","Моста на Симеоновска река","Моста на Сухата река","в.з. Симеоново-Драгалевци","ул. Герена","ул. Лагадина","Гробищен парк Драгалевци","Околовръстен път","кв. Кръстова вада","ул. Асен Йорданов","метростанция Витоша","метростанция Витоша","Хлебозавода","ул. Сребърна","Зоопарка",]
  },

  {
    type: "bus",
    number: "69",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Местност Ярема",
    directionB: "СБАЛ по онкология",
    activeDirection: "A",
    stopsA: ["метростанция Г. М. Димитров","МГУ Св. Ив. Рилски","бул. Д-р Г. М. Димитров","Висше училище по телекомуникации и пощи","УНСС","ж.к. Дървеница","ж.к. Дървеница","СК на НСА","кв. Малинова долина","ул. 9","НЦ по радиобиология","Ханчето","Околовръстен път","Моста на Банишка река","в.з. Малинова долина","Пречиствателна станция","в.з. Бункера","в.з. Бункера","ул. 44","ул. 12","Бистришки тераси","Мината","Начало с. Бистрица","село Бистрица","192-ро СОУ с. Бистрица","Края с. Бистрица","Чешмата","Манастир Св. Йоаким и Ана","Албена","По желание","Лифта","Анева чешма","Село Железница","ул. Люляк","Края на с. Железница","Махала Чемерник","Мотел Бели Брези","Царева махала","Махала Лъката","Ваклинови кошари","Природен парк Витоша","Параклис Св. Вмчк Мина","Местност Ярема"],
    stopsB: ["Местност Ярема","Параклис Св. Вмчк Мина","Природен парк Витоша","Ваклинови кошари","Махала Лъката","Царева махала","Мотел Бели Брези","Махала Чемерник","Края на с. Железница","ул. Витоша","Кметство Железница","Анева чешма","Лифта","По желание","Албена","Манастир Св. Йоаким и Ана","Чешмата","Края с. Бистрица","192-ро СОУ с. Бистрица","село Бистрица","Начало с. Бистрица","Мината","Бистришки тераси","ул. 12","ул. 44","в.з. Бункера","в.з. Бункера","Пречиствателна станция","в.з. Малинова долина","Моста на Банишка река","Околовръстен път","Ханчето","НЦ по радиобиология","ул. 9","кв. Малинова долина","СК на НСА","ж.к. Дървеница","Лесотехнически университет","Технически университет","метростанция Г. М. Димитров"]
  },

  {
    type: "metro",
    number: "1",
    color: "#ec2029",
    textColor: "white",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Бизнес парк",
    directionB: "Сливница",
    activeDirection: "A",
    stopsA: ["Сливница","Люлин","Западен парк","Вардар","Константин Величков","Опълченска","Сердика","Софийски университет Св. Климент Охридски","Стадион Васил Левски","Жолио Кюри","Г. М. Димитров","Мусагеница","Младост 1","Александър Малинов","Акад. Александър Теодоров-Балан","Бизнес парк София"],
    stopsB: ["Бизнес парк София","Акад. Александър Теодоров-Балан","Александър Малинов","Младост 1","Мусагеница","Г. М. Димитров","Жолио Кюри","Стадион Васил Левски","Софийски университет Св. Климент Охридски","Сердика","Опълченска","Константин Величков","Вардар","Западен парк","Люлин","Сливница"]
  },

  {
    type: "metro",
    number: "2",
    color: "#1077bc",
    textColor: "white",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Обеля",
    directionB: "Витоша",
    activeDirection: "A",
    stopsA: ["Витоша","Джеймс Баучер","Европейски съюз","Национален дворец на културата","Сердика II","Лъвов мост","Централна жп гара","Княгиня Мария Луиза","Хан Кубрат","Надежда","Бели Дунав","Ломско шосе","Обеля"],
    stopsB: ["Обеля","Ломско шосе","Бели Дунав","Надежда","Хан Кубрат","Княгиня Мария Луиза","Централна жп гара","Лъвов мост","Сердика II","Национален дворец на културата","Европейски съюз","Джеймс Баучер","Витоша"]
  },

  {
    type: "metro",
    number: "3",
    color: "#3bb44b",
    textColor: "white",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Горна баня",
    directionB: "Орлов мост",
    activeDirection: "A",
    note: "Считано от 11.05. до 20.06. е преустановено движението на линията между метростанциите „Хаджи Димитър“ и „Орлов мост“.",
    stopsA: ["Орлов мост","Св. Патриарх Евтимий","Национален дворец на културата II","Медицински университет","България","бул. Цар Борис III","Овча купел","Мизия","Овча купел II","Горна баня"],
    stopsB: ["Горна баня","Овча купел II","Мизия","Овча купел","бул. Цар Борис III","България","Медицински университет","Национален дворец на културата II","Св. Патриарх Евтимий","Орлов мост"]
  },

  {
    type: "metro",
    number: "4",
    color: "#fcd403",
    textColor: "black",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Летище София",
    directionB: "Сливница",
    activeDirection: "A",
    stopsA: ["Сливница","Люлин","Западен парк","Вардар","Константин Величков","Опълченска","Сердика","Софийски университет Св. Климент Охридски","Стадион Васил Левски","Жолио Кюри","Г. М. Димитров","Мусагеница","Младост 1","Младост 3","ИЕЦ - Цариградско шосе","Дружба","Искърско шосе","Софийска Света гора","Летище София"],
    stopsB: ["Летище София","Софийска Света гора","Искърско шосе","Дружба","ИЕЦ - Цариградско шосе","Младост 3","Младост 1","Мусагеница","Г. М. Димитров","Жолио Кюри","Стадион Васил Левски","Софийски университет Св. Климент Охридски","Сердика","Опълченска","Константин Величков","Вардар","Западен парк","Люлин","Сливница"]
  }

];
