const lines = [

  {
    type: "bus",
    number: "У1",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "32 СУ Св. Климент Охридски",
    activeDirection: "A",
    stopsA: ["Балканкар АД","ж.к. Красна поляна","ул. Добротич","бул. Вардар","Първа АГ болница Света София","10-ти ДКЦ","бул. Ал. Стамболийски","метростанция Вардар","ул. Хайдут Сидер","ул. Хайдут Сидер","ул. Зографски манастир","ул. Цар Симеон","ул. Одрин","134 СУ Димчо Дебелянов","18 СУ Уилям Гладстон","32 СУ Св. Климент Охридски"]
  },

  {
    type: "bus",
    number: "У2",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "18 СУ Уилям Гладстон",
    activeDirection: "A",
    stopsA: ["ж.к. Люлин 5","ул. Поручик Гр. Загорски","ул. кап. Васил Данаджиев","Магазин Витоша","Община Люлин","Търговски център Люлин","метростанция Люлин","ул. Луи Пастьор","метростанция Западен парк","ул. Гоце Делчев","бл. 135 ж.к. Люлин 10","ул. Орион","Западен парк","ул. Оряхово","ул. Пловдив","Надлез Надежда","бул. Ген. Н. Столетов","Пета градска болница","бул. Княгиня Мария Луиза","ул. Охрид","ул. Опълченска","46 ОУ Константин Фотинов","32 СУ Св. Климент Охридски","18 СУ Уилям Гладстон"]
  },

  {
    type: "bus",
    number: "М3",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Орлов мост",
    directionB: "Левски Г",
    activeDirection: "A",
    stopsA: ["ж.к. Левски Г","бл. 28 ж.к. Левски Г","бл. 10 ж.к. Левски Г","ул. Поп Груйо","ул. Витиня","Стадион Георги Аспарухов","ул. Васил Кънчев","метростанция Хаджи Димитър","метростанция Театрална","Военна академия","пл. Орлов мост"],
    stopsB: ["пл. Орлов мост","пл. Орлов мост","Военна академия","метростанция Театрална","метростанция Хаджи Димитър","ул. Острово","ул. Васил Кънчев","Стадион Георги Аспарухов","ул. Витиня","ж.к. Левски В","ул. Поп Груйо","ж.к. Левски Г"]
  },
  
  {
    type: "bus",
    number: "9",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Автобаза Искър",
    directionB: "ул. ген. Гурко",
    activeDirection: "A",
    stopsA: ["ул. ген. Гурко","СУ Св. Климент Охридски","Военна академия","129-то ОУ","ул. Черковна","ул. Оборище","ул. Калиманци","Румънско посолство","ул. Хемус","ул. Александър Жендов","ул. Николай Коперник","НУ за танцово изкуство","Автостанция Гео Милев","ж.к. Слатина","ВТУ Т. Каблешков","Слатина Булгарплод","БКС Средец","Автобаза Искър"],
    stopsB: ["Автобаза Искър","БКС Средец","Слатина Булгарплод","ВТУ Т. Каблешков","ж.к. Слатина","Автостанция Гео Милев","НУ за танцово изкуство","ул. Николай Коперник","ул. Александър Жендов","ул. Хемус","Румънско посолство","31-во СУЧЕМ","ул. Калиманци","ул. Оборище","ул. Черковна","129-то ОУ","Военна академия","пл. Орлов мост","ул. ген. Гурко"]
  },

  {
    type: "bus",
    number: "10",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Бусманци",
    directionB: "Димитър Миленков",
    activeDirection: "A",
    stopsA: ["кв. Димитър Миленков","Промишлена зона","Начало кв Д. Миленков","гара Искър","28-ми пощенски клон", "28-ми ДКЦ", "метростанция Искърско шосе","ж.к. Дружба 1","Разклона за летището","Технотест","ТЮФ","метростанция Софийска Света гора","ул. Подпор. Йордан Тодоров","ул. 5007","ул. Поручик Хр. Топракчиев","ул. 5010","Моста на р. Искър кв. Абдовица","Център кв. Абдовица","кв. Абдовица","Център кв. Абдовица","Трънска махала","Детски дом","кв. Бусманци"],
    stopsB: ["кв. Бусманци","Детски дом","Трънска махала","Моста на р. Искър кв. Абдовица","Център кв. Абдовица","кв. Абдовица","Център кв. Абдовица","ул. 5010","ул. Поручик Хр. Топракчиев","ул. 5007","метростанция Софийска Света гора","ул. Подпор. Йордан Тодоров","ТЮФ","Технотест","Разклона за летището","ж.к. Дружба 1","метростанция Искърско шосе","28-ми ДКЦ","28-ми пощенски клон","гара Искър","Начало кв Д. Миленков","Промишлена зона","кв. Димитър Миленков"]
  },

  {
    type: "bus",
    number: "11",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Овча Купел II",
    directionB: "Автостанция Гео Милев",
    activeDirection: "A",
    stopsA: ["Автостанция Гео Милев","ж.к. Слатина","148-мо СОУ","109-то ОУ","ул. Боян Магесник","ул. Велчо Атанасов","гара Подуяне","метростанция Театрална","ул. Бяло море","пл. Сточна гара","пл. Сточна гара","пл. Лъвов мост","бул. Христо Ботев","ул. Опълченска","ж.к. Банишора","ул. Цар Симеон","метростанция Константин Величков","Парк Св. Св. Петър и Павел","ул. Освобождение","бул. Вардар","ул. Добротич","ж.к. Красна поляна","Балканкар АД","метростанция Овча купел","ул. Лиляче","ОЦ Овча купел","бл. 519 ж.к. Овча купел 1","Търговски център Овча купел","ул. Промишлена","бл. 32 ж.к. Овча купел 2","бл. 25 ж.к. Овча купел 2","метростанция Горна баня","ж.к. Овча купел II"],
    stopsB: ["ж.к. Овча купел II","метростанция Горна баня","бл. 25 ж.к. Овча купел 2","бл. 32 ж.к. Овча купел 2","ул. Промишлена","Търговски център Овча купел","бл. 519 ж.к. Овча купел 1","ОЦ Овча купел","ул. Лиляче","метростанция Овча купел","Балканкар АД","ж.к. Красна поляна","ул. Добротич","бул. Вардар","ул. Освобождение","Парк Св. Св. Петър и Павел","метростанция Константин Величков","ул. Цар Симеон","ж.к. Банишора","ул. Опълченска","бул. Христо Ботев","пл. Лъвов мост","пл. Сточна гара","ул. Бяло море","метростанция Театрална","гара Подуяне","ул. Велчо Атанасов","ул. Боян Магесник","109-то ОУ","148-мо СОУ","ж.к. Слатина","Автостанция Гео Милев"]
  },

  {
    type: "bus",
    number: "12",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Автостанция Изток",
    directionB: "Долни Богров",
    activeDirection: "A",
    stopsA: ["село Долни Богров","Кметство Долни Богров","Моста с. Долни Богров","Разклона за с. Долни Богров","Езерото","Магистрала Хемус","Кантона","Махала Батареята","Моста на р. Искър - кв. Враждебна","Площада кв. Враждебна","кв. Враждебна","Моста кв. Враждебна","ул. 3","ул. 61","Разклона за кв. Враждебна","бул. Владимир Вазов - временна","92 ОДЗ - временна","Автостанция Изток"],
    stopsB: ["Автостанция Изток","92 ОДЗ - временна","бул. Владимир Вазов - временна","Разклона за кв. Враждебна","ул. 61","ул. 3","Моста кв. Враждебна","кв. Враждебна","Площада кв. Враждебна","	Моста на р. Искър - кв. Враждебна","Махала Батареята","Кантона","Магистрала Хемус","Езерото","Разклона за Д. Богров","Моста с. Долни Богров","Кметство Долни Богров","село Долни Богров"]
  },

  {
    type: "bus",
    number: "14",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Гара Искър",
    directionB: "Автостанция Изток",
    activeDirection: "A",
    stopsA: ["Автостанция Изток","92 ОДЗ - временна","бул. Владимир Вазов - временна","Разклона за кв. Враждебна","ул. 61","ул. 3","Моста кв. Враждебна","кв. Враждебна","Площада кв. Враждебна","Моста на р. Искър - кв. Враждебна","Махала Батареята","Кантона","Работилницата","Нова махала","Нова Враждебна","По желание","ул. Зад село","село Кривина","Центъра с. Кривина","ул. Люляк","Парка с. Кривина","Промишлена зона Кривина","Ритекс АД","Село Казичене","Кметство Казичене","кв. Видните","кв. Видните","Кметство Казичене","Село Казичене","Стадиона Казичене","Бетонов възел Казичене","Промишлена зона Казичене","Промишлена зона Бусманци","кв. Бусманци","Детски дом","Трънска махала","	Моста на р. Искър кв. Абдовица","гара Искър"],
    stopsB: ["гара Искър","28-ми пощенски клон","28-ми ДКЦ","метростанция Искърско шосе","ж.к. Дружба 1","Разклона за летището","Технотест","ТЮФ","ул. Подпор. Йордан Тодоров","ул. 5007","ул. Поручик Хр. Топракчиев","ул. 5010","Моста на р. Искър кв. Абдовица","Трънска махала","Детски дом","кв. Бусманци","Промишлена зона Бусманци","Промишлена зона Казичене","Бетонов възел Казичене","Стадиона Казичене","Село Казичене","Кметство Казичене","кв. Видните","кв. Видните","Кметство Казичене","Село Казичене","Ритекс АД","Промишлена зона Кривина","Парка с. Кривина","ул. Люляк","Центъра с. Кривина","село Кривина","ул. Зад село","По желание","Нова Враждебна","Нова махала","Работилницата","Кантона","Кантона","Кантона","Махала Батареята","Моста на р. Искър - кв. Враждебна","Площада кв. Враждебна","кв. Враждебна","Моста кв. Враждебна","ул. 3","ул. 61","Разклона за кв. Враждебна","бул. Владимир Вазов - временна","92 ОДЗ - временна","Автостанция Изток"]
  },

  {
    type: "bus",
    number: "18",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Мелницата Чепинци",
    directionB: "Автостанция Орландовци",
    activeDirection: "A",
    stopsA: ["Автостанция Орландовци","кв. Малашевци","Моста на Владайска река","Пазар Малашевци","Гробищен парк Малашевци","ул. Чепинско шосе","Птицефермата","Промишлена зона","Складова база - Чепинско шосе","Петте могили","Моста на река Искър","Опитна станция","Зеленчукова градина","Кариерни материали АД","Село Чепинци","пл. Витоша","ул. Надежда","Мелницата Чепинци"],
    stopsB: ["Мелницата Чепинци","ул. Надежда","пл. Витоша","Село Чепинци","Кариерни материали АД","Зеленчукова градина","Опитна станция","Моста на река Искър","Петте могили","Складова база - Чепинско шосе","Промишлена зона","Птицефермата","ул. Чепинско шосе","Гробищен парк Малашевци","Пазар Малашевци","Моста на Владайска река","кв. Малашевци","ул. Първа българска армия","Автостанция Орландовци"]
  },

  {
    type: "bus",
    number: "20",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Лъвов мост",
    directionB: "Локорско",
    activeDirection: "A",
    stopsA: ["село Локорско","ул. Веско Веселинов","Начало с. Локорско","Горско Стопанство","Гара Чепинци","160-то ОУ","село Чепинци","ул. Орфей","Гробищен парк Негован","село Негован","Ел. кантон","Зеленчукова градина","Опитна станция","Моста на река Искър","Петте могили","Складова база - Чепинско шосе","Промишлена зона","Птицефермата","ул. Чепинско шосе","Гробищен парк Малашевци","Пазар Малашевци","Моста на Владайска река","кв. Малашевци","ул. Рояк","Католически гробищен парк","Централен гробищен парк","Хладилен завод","пл. Сточна гара","пл. Сточна гара","пл. Лъвов мост"],
    stopsB: ["пл. Лъвов мост","пл. Лъвов мост","пл. Сточна гара","пл. Сточна гара","Хладилен завод","Централен гробищен парк","ул. Каменоделска","ул. Първа българска армия","кв. Малашевци","Моста на Владайска река","Пазар Малашевци","Гробищен парк Малашевци","ул. Чепинско шосе","Птицефермата","Промишлена зона","Складова база - Чепинско шосе","Петте могили","Моста на река Искър","Опитна станция","Зеленчукова градина","Ел. кантон","село Негован","Гробищен парк Негован","ул. Орфей","село Чепинци","ул. Училищна","160-то ОУ","Гара Чепинци","Горско Стопанство","Начало с. Локорско","ул. Веско Веселинов","село Локорско"]
  },

  {
    type: "bus",
    number: "21",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Войнеговци",
    directionB: "Централна гара",
    activeDirection: "A",
    stopsA: ["Централна гара","ул. Козлодуй","пл. Лъвов мост","пл. Сточна гара","пл. Сточна гара","Хладилен завод","Централен гробищен парк","кв. Орландовци","ул. Пощенска","ул. Одеса","Сервиз Полмо","ж.п. прелез","пл. Биримирци","60-то ОУ","кв. Бенковски","ул. Обрадовски път","Пречиствателна станция","ОТВЪД РЕКАТА - КУБРАТОВО","ул. Кирил Христов","Село Кубратово","ул. Синчец","177-мо ОУ","Село Световрачане","ул. Тракийска могила","ул. Войнешки път","По желание","Начало с. Войнеговци","Център с. Войнеговци","село Войнеговци"],
    stopsB: ["село Войнеговци","Център с. Войнеговци","Начало с. Войнеговци","По желание","ул. Войнешки път","ул. Тракийска могила","Село Световрачане","177-мо ОУ","ул. Синчец","Село Кубратово","ул. Кирил Христов","ОТВЪД РЕКАТА - КУБРАТОВО","Пречиствателна станция","ул. Обрадовски път","кв. Бенковски","60-то ОУ","пл. Биримирци","ж.п. прелез","Сервиз Полмо","ул. Одеса","ул. Пощенска","кв. Орландовци","Католически гробищен парк","Централен гробищен парк","Хладилен завод","пл. Сточна гара","пл. Сточна гара","пл. Лъвов мост","ул. Клокотница","Централна гара"]
  },

  {
    type: "bus",
    number: "22",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Подгумер",
    directionB: "Централна гара",
    activeDirection: "A",
    stopsA: ["Централна гара","ул. Козлодуй","пл. Лъвов мост","пл. Сточна гара","пл. Сточна гара","Хладилен завод","Централен гробищен парк","кв. Орландовци","ул. Пощенска","ул. Одеса","Сервиз Полмо","ж.п. прелез","пл. Биримирци","60-то ОУ","кв. Бенковски","ул. Обрадовски път","Пречиствателна станция","ОТВЪД РЕКАТА - КУБРАТОВО","ул. Кирил Христов","Село Кубратово","ул. Синчец","177-мо ОУ","Село Световрачане","ул. Тракийска могила","ул. Войнешки път","Начало с. Подгумер","ул. Младост","Център с. Подгумер","село Подгумер"],
    stopsB: ["село Подгумер","Център с. Подгумер","ул. Младост","Начало с. Подгумер","ул. Войнешки път","ул. Тракийска могила","Село Световрачане","177-мо ОУ","ул. Синчец","Село Кубратово","ул. Кирил Христов","ОТВЪД РЕКАТА - КУБРАТОВО","Пречиствателна станция","ул. Обрадовски път","кв. Бенковски","60-то ОУ","пл. Биримирци","ж.п. прелез","Сервиз Полмо","ул. Одеса","ул. Пощенска","кв. Орландовци","Католически гробищен парк","Централен гробищен парк","Хладилен завод","пл. Сточна гара","пл. Сточна гара","пл. Лъвов мост","ул. Клокотница","Централна гара"]
  },

  {
    type: "bus",
    number: "23",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "гара Курило",
    directionB: "Автостанция Орландовци",
    activeDirection: "A",
    stopsA: ["Автостанция Орландовци","кв. Орландовци","ул. Пощенска","ул. Одеса","Сервиз Полмо","ж.п. прелез","пл. Биримирци","60-то ОУ","кв. Бенковски","ул. Обрадовски път","Пречиствателна станция","ОТВЪД РЕКАТА - КУБРАТОВО","ул. Кирил Христов","Село Кубратово","ул. Синчец","177-мо ОУ","Село Световрачане","ул. Тракийска могила","ул. Войнешки път","Банята кв. Гниляне","Начало кв. Гниляне","кв. Гниляне","Старата чешма","ул. Ливадите","кв. Изгрев","Каучуков завод Зебра","ул. Ал. Стамболийски","гара Курило"],
    stopsB: ["гара Курило","Поща кв. Курило","ул. Ал. Стамболийски","Каучуков завод Зебра","кв. Изгрев","ул. Ливадите","Старата чешма","кв. Гниляне","Начало кв. Гниляне","Банята кв. Гниляне","ул. Войнешки път","ул. Тракийска могила","Село Световрачане","177-мо ОУ","ул. Синчец","Село Кубратово","ул. Кирил Христов","ОТВЪД РЕКАТА - КУБРАТОВО","Пречиствателна станция","ул. Обрадовски път","кв. Бенковски","60-то ОУ","пл. Биримирци","ж.п. прелез","Сервиз Полмо","ул. Одеса","ул. Пощенска","кв. Орландовци","Автостанция Орландовци"]
  },

  {
    type: "bus",
    number: "24",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Автостанция Орландовци",
    directionB: "Манастир Св. Мина",
    activeDirection: "A",
    stopsA: ["Манастир Св. Мина","Пречиствателна станция","ул. Обрадовски път","кв. Бенковски","60-то ОУ","пл. Биримирци","ж.п. прелез","Сервиз Полмо","ул. Одеса","ул. Пощенска","кв. Орландовци","Автостанция Орландовци"],
    stopsB: ["Автостанция Орландовци","кв. Орландовци","ул. Пощенска","ул. Одеса","Сервиз Полмо","ж.п. прелез","пл. Биримирци","60-то ОУ","кв. Бенковски","ул. Обрадовски път","Пречиствателна станция","Манастир Св. Мина"]
  },

  {
    type: "bus",
    number: "26",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Обеля I",
    directionB: "Гниляне",
    activeDirection: "A",
    stopsA: ["Начало кв. Гниляне","кв. Гниляне","Старата чешма","ул. Ливадите","кв. Изгрев","Каучуков завод Зебра","ул. Ал. Стамболийски","Поща кв. Курило","гара Курило","ул. Баба Тонка","ул. Бъдеще","Балканкерамик АД","Община Нови Искър","кв. Кумарица","Детски дом","кв. Славовци","ул. Равнец","ул. Крушата","ул. Вишновска","ул. Еделвайс","село Мировяне","ул. Спортист","Мировско шосе","Околовръстен път","кв. Требич","Начало кв. Требич","ул. Джерман","Центъра кв. Илиянци","ул. Балчо Нейков","Хюндай България","Стоков базар Илиянци","Стадион Локомотив","Софарма АД","ЗАГ Динамик АД","бул. Рожен","Модна къща Агресия","метростанция Хан Кубрат","ул. Република","ул. Възрожденска","ул. Константин Бодин","ул. Хан Кубрат","Община Връбница","бл. 302 ж.к. Надежда 3","метростанция Бели Дунав","61-во ОУ","метростанция Ломско шосе","ж.к. Обеля 2","бл. 245 ж.к. Обеля 2","бл. 241 ж.к. Обеля 2","бл. 207 ж.к. Обеля 2","ул. 9","ул. 2","метростанция Обеля","метростанция Панчо Владигеров","бл. 111 ж.к. Обеля 1","ж.к. Обеля 1"],
    stopsB: ["ж.к. Обеля 1","бл. 111 ж.к. Обеля 1","метростанция Панчо Владигеров","метростанция Обеля","ул. 2","ул. 9","бл. 207 ж.к. Обеля 2","бл. 241 ж.к. Обеля 2","ж.к. Обеля 2","метростанция Ломско шосе","61-во ОУ","метростанция Бели Дунав","бл. 302 ж.к. Надежда 3","Община Връбница","ул. Хан Кубрат","ул. Константин Бодин","ул. Възрожденска","метростанция Хан Кубрат","Модна къща Агресия","бул. Рожен","ЗАГ Динамик АД","Софарма АД","Стадион Локомотив","Стоков базар Илиянци","Хюндай България","Центъра кв. Илиянци","ул. Джерман","Начало кв. Требич","кв. Требич","Околовръстен път","Мировско шосе","ул. Спортист","село Мировяне","ул. Еделвайс","ул. Вишновска","ул. Крушата","ул. Равнец","кв. Славовци","Детски дом","кв. Кумарица","Община Нови Искър","Балканкерамик АД","ул. Бъдеще","ул. Баба Тонка","гара Курило","Поща кв. Курило","ул. Ал. Стамболийски","Каучуков завод Зебра","кв. Изгрев","ул. Ливадите","Старата чешма","кв. Гниляне","Начало кв. Гниляне"]
  },

  {
    type: "bus",
    number: "27",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Метростанция Княгиня М. Луиза",
    directionB: "Кътина",
    activeDirection: "A",
    stopsA: ["село Кътина","Старата фурна","Начало с. Кътина","Мината","Сепарацията","ул. Мальовица","ул. Теменуга","Поща кв. Курило","гара Курило","ул. Баба Тонка","ул. Бъдеще","Балканкерамик АД","Община Нови Искър","кв. Кумарица","Детски дом","кв. Славовци","ул. Равнец","Околовръстен път","кв. Требич","Начало кв. Требич","ул. Джерман","Центъра кв. Илиянци","ул. Балчо Нейков","Хюндай България","Стоков базар Илиянци","Стадион Локомотив","Софарма АД","ЗАГ Динамик АД","бул. Рожен","Модна къща Агресия","метростанция Княгиня Мария Луиза"],
    stopsB: ["метростанция Княгиня Мария Луиза","бул. Ген. Н. Столетов","Надлез Надежда","Модна къща Агресия","бул. Рожен","ЗАГ Динамик АД","Софарма АД","Стадион Локомотив","Стоков базар Илиянци","Хюндай България","Центъра кв. Илиянци","ул. Джерман","Начало кв. Требич","кв. Требич","Околовръстен път","ул. Равнец","кв. Славовци","Детски дом","кв. Кумарица","Община Нови Искър","Балканкерамик АД","ул. Бъдеще","ул. Баба Тонка","гара Курило","Поща кв. Курило","ул. Теменуга","ул. Мальовица","Сепарацията","Мината","Начало с. Кътина","Старата фурна","село Кътина"]
  },

  {
    type: "bus",
    number: "28",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Мрамор",
    directionB: "Локорско",
    activeDirection: "A",
    stopsA: ["село Локорско","ул. Веско Веселинов","Начало с. Локорско","Горско Стопанство","Гара Чепинци","160-то ОУ","село Чепинци","ул. Орфей","Гробищен парк Негован","село Негован","ул. Врачанска","ул. Лесновска река","Кметство Световрачане","Село Световрачане","ул. Тракийска могила","ул. Войнешки път","По желание","Начало с. Войнеговци","Център с. Войнеговци","село Войнеговци","Център с. Войнеговци","Начало с. Войнеговци","По желание","Начало с. Подгумер","ул. Младост","Център с. Подгумер","село Подгумер","село Подгумер","Център с. Подгумер","ул. Младост","Начало с. Подгумер","Банята кв. Гниляне","Начало кв. Гниляне","кв. Гниляне","Старата чешма","ул. Ливадите","кв. Изгрев","Каучуков завод Зебра","ул. Ал. Стамболийски","гара Курило","ул. Баба Тонка","ул. Бъдеще","Балканкерамик АД","Община Нови Искър","кв. Кумарица","Оранжерията","Летище Доброславци","Паметника с. Доброславци","пл. Мегдана","ул. Могилка","село Житен","ул. Минзухар","Начало с. Житен","Биомет ЕООД","Края с. Мрамор","село Мрамор","Център с. Мрамор"],
    stopsB: ["Център с. Мрамор","село Мрамор","Края с. Мрамор","Биомет ЕООД","Начало с. Житен","ул. Минзухар","село Житен","ул. Могилка","пл. Мегдана","Паметника с. Доброславци","Летище Доброславци","Оранжерията","кв. Кумарица","Община Нови Искър","Балканкерамик АД","ул. Бъдеще","ул. Баба Тонка","гара Курило","ул. Ал. Стамболийски","Каучуков завод Зебра","кв. Изгрев","ул. Ливадите","Старата чешма","кв. Гниляне","Начало кв. Гниляне","Банята кв. Гниляне","Начало с. Подгумер","ул. Младост","Център с. Подгумер","село Подгумер","село Подгумер","Център с. Подгумер","ул. Младост","Начало с. Подгумер","По желание","Начало с. Войнеговци","Център с. Войнеговци","село Войнеговци","Център с. Войнеговци","Начало с. Войнеговци","По желание","ул. Войнешки път","ул. Тракийска могила","Село Световрачане","Кметство Световрачане","ул. Лесновска река","ул. Врачанска","село Негован","Гробищен парк Негован","ул. Орфей","село Чепинци","ул. Училищна","160-то ОУ","Гара Чепинци","Горско Стопанство","Начало с. Локорско","ул. Веско Веселинов","село Локорско"]
  },

  {
    type: "bus",
    number: "29",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Балша",
    directionB: "гара София Север",
    activeDirection: "A",
    stopsA: ["гара София Север","Модна къща Агресия","БУЛ. РОЖЕН","Стоков базар Илиянци","Хюндай България","ул. Кирил Благоев","Начало кв. Требич","кв. Требич","Околовръстен път","Мировско шосе","ул. Спортист","село Мировяне","ул. Еделвайс","ул. Вишновска","ул. Крушата","ул. Равнец","кв. Славовци","Детски дом","кв. Кумарица","Оранжерията","Летище Доброславци","Паметника с. Доброславци","Края с. Доброславци","Манастир Св. Теодор Стратилат","ул. Връплина","Кметство Балша","По желание","ул. Стара планина","село Балша"],
    stopsB: ["село Балша","ул. Стара планина","По желание","Кметство Балша","Манастир Св. Теодор Стратилат","Края с. Доброславци","Паметника с. Доброславци","Летище Доброславци","Оранжерията","кв. Кумарица","Детски дом","кв. Славовци","ул. Равнец","ул. Крушата","ул. Вишновска","ул. Еделвайс","село Мировяне","ул. Спортист","Мировско шосе","Околовръстен път","кв. Требич","Начало кв. Требич","кв. Илиянци","ул. Джерман","Центъра кв. Илиянци","ул. Балчо Нейков","Хюндай България","Стоков базар Илиянци","БУЛ. РОЖЕН","Модна къща Агресия","гара София Север"]
  },

  {
    type: "bus",
    number: "30",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Балша",
    directionB: "Обеля",
    activeDirection: "B",
    stopsA: ["кв. Обеля","ул. 9","ул. 2","метростанция Обеля","ж.к. Обеля 2","Бетонов възел","Промишлена зона ул. Васил Левски","ТИР паркинг Мрамор","Начало с. Мрамор","ул. Захари Зограф","село Мрамор","Края с. Мрамор","Летище Доброславци","Начало с. Доброславци","пл. Мегдана","Паметника с. Доброславци","Края с. Доброславци","Манастир Св. Теодор Стратилат","ул. Връплина","Кметство Балша","По желание","ул. Стара планина","село Балша"],
    stopsB: ["село Балша","ул. Стара планина","По желание","Кметство Балша","Манастир Св. Теодор Стратилат","Края с. Доброславци","Паметника с. Доброславци","пл. Мегдана","Начало с. Доброславци","Летище Доброславци","Края с. Мрамор","село Мрамор","ул. Захари Зограф","Начало с. Мрамор","ТИР паркинг Мрамор","Промишлена зона ул. Васил Левски","Бетонов възел","ж.к. Обеля 2","метростанция Обеля","ул. 2","ул. 9","кв. Обеля"]
  },

  {
    type: "bus",
    number: "31",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Голяновци",
    directionB: "Метростанция Сливница",
    activeDirection: "A",
    stopsA: ["метростанция Сливница","метростанция Сливница","метростанция Панчо Владигеров","МЕТРОСТАНЦИЯ ОБЕЛЯ","ж.к. Обеля 2","Бетонов възел","Промишлена зона ул. Васил Левски","ТИР паркинг Мрамор","Начало с. Мрамор","ул. Захари Зограф","село Мрамор","Края с. Мрамор","Биомет ЕООД","Начало с. Житен","ул. Минзухар","село Житен","Края с. Житен","Начало с. Голяновци","село Голяновци"],
    stopsB: ["село Голяновци","Начало с. Голяновци","Края с. Житен","село Житен","ул. Минзухар","Начало с. Житен","Биомет ЕООД","Края с. Мрамор","село Мрамор","ул. Захари Зограф","Начало с. Мрамор","ТИР паркинг Мрамор","Промишлена зона ул. Васил Левски","Бетонов възел","ж.к. Обеля 2","МЕТРОСТАНЦИЯ ОБЕЛЯ","	метростанция Панчо Владигеров","метростанция Сливница"]
  },

  {
    type: "bus",
    number: "42",
    color: "#be1e2d",
    icon: "https://stolica.bg/svg/05-bus.svg",
    directionA: "Люлин 8",
    directionB: "Края на Михайлово",
    activeDirection: "A",
    stopsA: ["Края на кв. Михайлово","ул. Китката","ул. Топлика","ул. Даме Груев","ул. Алеко Константинов","Стопанство Михайлово","Начало кв. Михайлово","ул. Родина","ул. Сочи","ул. Странджа","Центъра Банкя","ул. Бор","Стадиона Банкя","ул. Космонавт","кв. Изгрев","Махала Иваняне","Кенди ООД","Хлебозавода","ул. Суходолски път","ул. Български воин","ул. Детелина","Околовръстен път","Пътен възел Филиповци","ул. Поручик Гр. Загорски","ул. кап. Васил Данаджиев","Магазин Витоша","Община Люлин","Търговски център Люлин","метростанция Люлин","ул. Ген. Никола Генев","ул. Ген. Асен Николов","ж.к. Люлин 8"],
    stopsB: ["ул. Търново","ул. Ген. Асен Николов","ул. Ген. Никола Генев","метростанция Люлин","Търговски център Люлин","Община Люлин","Културен център Люлин","ж.к. Люлин 3","бл. 402 ж.к. Люлин 4","Пътен възел Филиповци","Околовръстен път","ул. Детелина","ул. Български воин","ул. Суходолски път","Хлебозавода","Кенди ООД","Махала Иваняне","кв. Изгрев","ул. Космонавт","Стадиона Банкя","ул. Бор","Центъра Банкя","ул. Странджа","ул. Сочи","ул. Родина","Начало кв. Михайлово","Стопанство Михайлово","ул. Алеко Константинов","ул. Даме Груев","ул. Топлика","ул. Китката","Края на кв. Михайлово"]
  },

  {
    type: "metro",
    number: "1",
    color: "#ec2029",
    textColor: "white",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Бизнес парк",
    directionB: "Сливница",
    activeDirection: "A",
    stopsA: ["Сливница","Люлин","Западен парк","Вардар","Константин Величков","Опълченска","Сердика","Софийски университет Св. Климент Охридски","Стадион Васил Левски","Жолио Кюри","Г. М. Димитров","Мусагеница","Младост 1","Александър Малинов","Акад. Александър Теодоров-Балан","Бизнес парк София"],
    stopsB: ["Бизнес парк София","Акад. Александър Теодоров-Балан","Александър Малинов","Младост 1","Мусагеница","Г. М. Димитров","Жолио Кюри","Стадион Васил Левски","Софийски университет Св. Климент Охридски","Сердика","Опълченска","Константин Величков","Вардар","Западен парк","Люлин","Сливница"]
  },

  {
    type: "metro",
    number: "2",
    color: "#1077bc",
    textColor: "white",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Обеля",
    directionB: "Витоша",
    activeDirection: "A",
    stopsA: ["Витоша","Джеймс Баучер","Европейски съюз","Национален дворец на културата","Сердика II","Лъвов мост","Централна жп гара","Княгиня Мария Луиза","Хан Кубрат","Надежда","Бели Дунав","Ломско шосе","Обеля"],
    stopsB: ["Обеля","Ломско шосе","Бели Дунав","Надежда","Хан Кубрат","Княгиня Мария Луиза","Централна жп гара","Лъвов мост","Сердика II","Национален дворец на културата","Европейски съюз","Джеймс Баучер","Витоша"]
  },

  {
    type: "metro",
    number: "3",
    color: "#3bb44b",
    textColor: "white",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Горна баня",
    directionB: "Орлов мост",
    activeDirection: "A",
    note: "Считано от 11.05. до 20.06. е преустановено движението на линията между метростанциите „Хаджи Димитър“ и „Орлов мост“.",
    stopsA: ["Орлов мост","Св. Патриарх Евтимий","Национален дворец на културата II","Медицински университет","България","бул. Цар Борис III","Овча купел","Мизия","Овча купел II","Горна баня"],
    stopsB: ["Горна баня","Овча купел II","Мизия","Овча купел","бул. Цар Борис III","България","Медицински университет","Национален дворец на културата II","Св. Патриарх Евтимий","Орлов мост"]
  },

  {
    type: "metro",
    number: "4",
    color: "#fcd403",
    textColor: "black",
    icon: "https://stolica.bg/svg/01-metro.svg",
    directionA: "Летище София",
    directionB: "Сливница",
    activeDirection: "A",
    stopsA: ["Сливница","Люлин","Западен парк","Вардар","Константин Величков","Опълченска","Сердика","Софийски университет Св. Климент Охридски","Стадион Васил Левски","Жолио Кюри","Г. М. Димитров","Мусагеница","Младост 1","Младост 3","ИЕЦ - Цариградско шосе","Дружба","Искърско шосе","Софийска Света гора","Летище София"],
    stopsB: ["Летище София","Софийска Света гора","Искърско шосе","Дружба","ИЕЦ - Цариградско шосе","Младост 3","Младост 1","Мусагеница","Г. М. Димитров","Жолио Кюри","Стадион Васил Левски","Софийски университет Св. Климент Охридски","Сердика","Опълченска","Константин Величков","Вардар","Западен парк","Люлин","Сливница"]
  }

];
